IDEA Open Model
ConnectionData.AnchorGrids Property
Compatible with IDEA StatiCa 20.1
 Anchor grids which belongs to the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<AnchorGrid> AnchorGrids { get; set; }
Public Property AnchorGrids As List(Of AnchorGrid)
	Get
	Set
Property Value
Type: List<AnchorGrid>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace